{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "4時44分44秒"
			},
			"Translation":
			{
				"Text": "4時44分44秒"
			},
			"Key": "4CE8E26643C3351CB9E0138384D93FA9"
		},
		{
			"Source":
			{
				"Text": "Hyaku Tales Sim Template\r\nMIT License\r\nCopyright (c) 2025 CodeLelou\r\nPermission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:\r\nThe above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.\r\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
			},
			"Translation":
			{
				"Text": "Hyaku Tales Sim Template\r\nMIT License\r\nCopyright (c) 2025 CodeLelou\r\nPermission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:\r\nThe above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.\r\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
			},
			"Key": "9BCF2B834C8E7A587C474198483D71A8"
		},
		{
			"Source":
			{
				"Text": "ItemViewer\r\nSample"
			},
			"Translation":
			{
				"Text": "ItemViewer\r\nSample"
			},
			"Key": "F4748F6A471A445BD597F7843AE0F50C"
		},
		{
			"Source":
			{
				"Text": "ItemViewerサンプル"
			},
			"Translation":
			{
				"Text": "ItemViewerサンプル"
			},
			"Key": "3ACDA9984BE102EEAF98C195A077846E"
		},
		{
			"Source":
			{
				"Text": "OFF"
			},
			"Translation":
			{
				"Text": "OFF"
			},
			"Key": "3E4B684746558C1A0667A69D0035BFEA"
		},
		{
			"Source":
			{
				"Text": "ON"
			},
			"Translation":
			{
				"Text": "ON"
			},
			"Key": "2AD7A2094C1F21C1FD38F3B8E555027E"
		},
		{
			"Source":
			{
				"Text": "Unreal Engine\r\n{ProductName} uses Unreal® Engine. Unreal® is a trademark or registered trademark of Epic Games, Inc. in the United States of America and elsewhere. Unreal® Engine, Copyright 1998 – {Year}, Epic Games, Inc. All rights reserved."
			},
			"Translation":
			{
				"Text": "Unreal Engine\r\n{ProductName} uses Unreal® Engine. Unreal® is a trademark or registered trademark of Epic Games, Inc. in the United States of America and elsewhere. Unreal® Engine, Copyright 1998 – {Year}, Epic Games, Inc. All rights reserved."
			},
			"Key": "EE51B16C45B35CE5F0A5A99EFCB2CA90"
		},
		{
			"Source":
			{
				"Text": "{Value}"
			},
			"Translation":
			{
				"Text": "{Value}"
			},
			"Key": "EE8A3A3B4B2642093C0ADC9D85C7A090"
		},
		{
			"Source":
			{
				"Text": "『百物語シム』はUnreal Engine 5用ウォーキングシミュレーターの無料ゲームテンプレートのデモになります。\r\n特にゲーム性やホラーギミックはなく、百物語配信向けのカウンター付き歩ける3D背景になっています。\r\n\r\nインタラクト（蝋燭を消す）やダイアログ（現在表示中のテキスト）、環境設定などの技術デモが主な目的です。\r\nゲームだけでなく、このデモのような百物語カウンターも作成可能です。"
			},
			"Translation":
			{
				"Text": "『百物語シム』はUnreal Engine 5用ウォーキングシミュレーターの無料ゲームテンプレートのデモになります。\r\n特にゲーム性やホラーギミックはなく、百物語配信向けのカウンター付き歩ける3D背景になっています。\r\n\r\nインタラクト（蝋燭を消す）やダイアログ（現在表示中のテキスト）、環境設定などの技術デモが主な目的です。\r\nゲームだけでなく、このデモのような百物語カウンターも作成可能です。"
			},
			"Key": "111EE45542B283CB7C8ED59CCBA0A231"
		},
		{
			"Source":
			{
				"Text": "この『百物語シム』はお祓いなどを行っていませんし、ホラーギミックも仕込んでいないため、気配を感じたり声が聞こえたりする場合は演出ではないことに注意してください。\r\n \r\n何かしらの不都合や損害等が生じても一切の責任は負いません。\r\n全て自己責任でご利用ください。"
			},
			"Translation":
			{
				"Text": "この『百物語シム』はお祓いなどを行っていませんし、ホラーギミックも仕込んでいないため、気配を感じたり声が聞こえたりする場合は演出ではないことに注意してください。\r\n \r\n何かしらの不都合や損害等が生じても一切の責任は負いません。\r\n全て自己責任でご利用ください。"
			},
			"Key": "47303A2A4E9F59C3BEE676AE70C93133"
		},
		{
			"Source":
			{
				"Text": "アイテム名や説明（この文章）はActorブループリントに追加されたItemViewerComponent（WST_BP_ItemViewerComponent_Actorアクターコンポーネント）を選択し、詳細タブのName変数とDescription編集で設定できます。\r\nまたOffset変数で初期表示の角度や大きさの設定も可能です（回転軸の変更は、Actorブループリント内に配置しているスタティックメッシュなどの位置で調整します）。"
			},
			"Translation":
			{
				"Text": "アイテム名や説明（この文章）はActorブループリントに追加されたItemViewerComponent（WST_BP_ItemViewerComponent_Actorアクターコンポーネント）を選択し、詳細タブのName変数とDescription編集で設定できます。\r\nまたOffset変数で初期表示の角度や大きさの設定も可能です（回転軸の変更は、Actorブループリント内に配置しているスタティックメッシュなどの位置で調整します）。"
			},
			"Key": "2B75F9D94170B9D4AC8D939C275ABA72"
		},
		{
			"Source":
			{
				"Text": "カウンター表示"
			},
			"Translation":
			{
				"Text": "カウンター表示"
			},
			"Key": "E0C666FF468DB75AEBA0EBA4FDEBC917"
		},
		{
			"Source":
			{
				"Text": "カウンター通知"
			},
			"Translation":
			{
				"Text": "カウンター通知"
			},
			"Key": "E98AEA764B008CC177F025944F764487"
		},
		{
			"Source":
			{
				"Text": "メインメニューやポーズメニューから蝋燭のカウンターや通知の設定変更が、環境設定のサウンド設定で雨音（BGM）や蝋燭を消す音（効果音）の調節が可能です。\r\n\r\n霊障などによりパソコンやゲームが終了したような場合は、メインメニューの「つづきから」で再開可能です。\r\nただし消した蝋燭の数のみ記録しているため、再開時に消える蝋燭の場所は異なる場合があります。"
			},
			"Translation":
			{
				"Text": "メインメニューやポーズメニューから蝋燭のカウンターや通知の設定変更が、環境設定のサウンド設定で雨音（BGM）や蝋燭を消す音（効果音）の調節が可能です。\r\n\r\n霊障などによりパソコンやゲームが終了したような場合は、メインメニューの「つづきから」で再開可能です。\r\nただし消した蝋燭の数のみ記録しているため、再開時に消える蝋燭の場所は異なる場合があります。"
			},
			"Key": "4C124D3B40091E6F85B222BFBFF22A10"
		},
		{
			"Source":
			{
				"Text": "上 中央"
			},
			"Translation":
			{
				"Text": "上 中央"
			},
			"Key": "7AC806C5496939A3F90A8085D354A78D"
		},
		{
			"Source":
			{
				"Text": "上 右"
			},
			"Translation":
			{
				"Text": "上 右"
			},
			"Key": "E4C6E19A4C8D118719D8F1A57C5E1CB3"
		},
		{
			"Source":
			{
				"Text": "上 左"
			},
			"Translation":
			{
				"Text": "上 左"
			},
			"Key": "9FC63FF043B31AA07E01C0AC468D7DF4"
		},
		{
			"Source":
			{
				"Text": "下 中央"
			},
			"Translation":
			{
				"Text": "下 中央"
			},
			"Key": "F80F355245EC60B7F063608F52B59B7D"
		},
		{
			"Source":
			{
				"Text": "下 右"
			},
			"Translation":
			{
				"Text": "下 右"
			},
			"Key": "322260A74671D9CB46B6F3AEDB868A61"
		},
		{
			"Source":
			{
				"Text": "下 左"
			},
			"Translation":
			{
				"Text": "下 左"
			},
			"Key": "F5634EAF44173247DA455EA6B659A16B"
		},
		{
			"Source":
			{
				"Text": "中央 中央"
			},
			"Translation":
			{
				"Text": "中央 中央"
			},
			"Key": "164EC16A4C82E5F08C5278A4A9BAF0BD"
		},
		{
			"Source":
			{
				"Text": "中央 右"
			},
			"Translation":
			{
				"Text": "中央 右"
			},
			"Key": "EE3A2EC140F0A03213AAE9A9CF4B2B19"
		},
		{
			"Source":
			{
				"Text": "中央 左"
			},
			"Translation":
			{
				"Text": "中央 左"
			},
			"Key": "EA3F70FF44FBB6C2C13DFEA6B8A8D0EF"
		},
		{
			"Source":
			{
				"Text": "時計"
			},
			"Translation":
			{
				"Text": "時計"
			},
			"Key": "BFE6E864494F19712A55BB87FCA764A5"
		},
		{
			"Source":
			{
				"Text": "残り {Remains} 本"
			},
			"Translation":
			{
				"Text": "残り {Remains} 本"
			},
			"Key": "9052205047CB47D739079BA04A602AEA"
		},
		{
			"Source":
			{
				"Text": "残り {Value} 本"
			},
			"Translation":
			{
				"Text": "残り {Value} 本"
			},
			"Key": "CA3D5BA9440D69ABF4DF0C9CF24E4086"
		},
		{
			"Source":
			{
				"Text": "消す"
			},
			"Translation":
			{
				"Text": "消す"
			},
			"Key": "C3C602B54E79D76DEF963094F05D76DE"
		},
		{
			"Source":
			{
				"Text": "現在時刻"
			},
			"Translation":
			{
				"Text": "現在時刻"
			},
			"Key": "995A25F042DFB947A1F6389E419B19F6"
		},
		{
			"Source":
			{
				"Text": "百物語とは、100本の蝋燭を用意し怪談を1つ話し終えるたびに1本ずつ消していき、100本目の蝋燭が消えると本当に化け物が現れると言われています。\r\n\r\n一種の降霊術で、百物語自体が1つの怪談であり、聞き手も含め怪談の当事者になってしまうと言えるかもしれません。\r\n蝋燭を使わない百物語もあるため、怪談を語ることで儀式が成立する恐れがあります。"
			},
			"Translation":
			{
				"Text": "百物語とは、100本の蝋燭を用意し怪談を1つ話し終えるたびに1本ずつ消していき、100本目の蝋燭が消えると本当に化け物が現れると言われています。\r\n\r\n一種の降霊術で、百物語自体が1つの怪談であり、聞き手も含め怪談の当事者になってしまうと言えるかもしれません。\r\n蝋燭を使わない百物語もあるため、怪談を語ることで儀式が成立する恐れがあります。"
			},
			"Key": "10DA06914A917BE01CC118B52F2F9E6D"
		},
		{
			"Source":
			{
				"Text": "百物語シム"
			},
			"Translation":
			{
				"Text": "百物語シム"
			},
			"Key": "DA7ED3D044A5057130FD17BED029F6F9"
		},
		{
			"Source":
			{
				"Text": "蝋燭を近くで見ると画面下部にインタラクトメニューが表示され蝋燭を消せるようになります。\r\n\r\n百物語配信の進行の妨げにならないように、全ての蝋燭を消し終えても特に演出やメニュー表示は行っていません（ポーズメニューからメインメニューに戻って終了してください）。"
			},
			"Translation":
			{
				"Text": "蝋燭を近くで見ると画面下部にインタラクトメニューが表示され蝋燭を消せるようになります。\r\n\r\n百物語配信の進行の妨げにならないように、全ての蝋燭を消し終えても特に演出やメニュー表示は行っていません（ポーズメニューからメインメニューに戻って終了してください）。"
			},
			"Key": "148211274A58CCF95C9023BCE5132B07"
		},
		{
			"Source":
			{
				"Text": "調べる"
			},
			"Translation":
			{
				"Text": "調べる"
			},
			"Key": "FC168A4646DA119C566E2BB8291A7460"
		},
		{
			"Source":
			{
				"Text": "逆回転"
			},
			"Translation":
			{
				"Text": "逆回転"
			},
			"Key": "3EFAA92B4A762F3192A20FAC06CF12C9"
		},
		{
			"Source":
			{
				"Text": "非表示"
			},
			"Translation":
			{
				"Text": "非表示"
			},
			"Key": "CCA3D55B4A1BAE746BF7B3B0BBC550E0"
		},
		{
			"Source":
			{
				"Text": "高速回転"
			},
			"Translation":
			{
				"Text": "高速回転"
			},
			"Key": "4F4C7AA842BD238128E50BB010C3AEF1"
		},
		{
			"Source":
			{
				"Text": "高速逆回転"
			},
			"Translation":
			{
				"Text": "高速逆回転"
			},
			"Key": "D4678CD649E0341BA2EBC3A6C14FCFDC"
		}
	]
}